print("ოპერატორები == და != შედარების ოპერატორები არიან, რომლებსაც ორ მნიშვნელობას შორის განსხვავების ან თანაბრობის შემოწმება შეუძლიათ.")

("ოპერატორი გამოიყენება იმის შესამოწმებლად, არის თუ არა ორი მნიშვნელობა თანაბარი. როცა ორივე მნიშვნელობა ერთნაირია, ის True-ს აბრუნებს, ხოლო თუ არ არის თანაბარი, მაშინ False.")

("!= ოპერატორი კი გამოიყენება იმის შესამოწმებლად, არის თუ არა ორი მნიშვნელობა არათანაბარი. თუ მნიშვნელობები არ არის თანაბარი, ის True-ს აბრუნებს, ხოლო თუ ორივე მნიშვნელობა ერთნაირია, ის False-ს აბრუნებს.")





