# შექმენით ფუნქცია რომელსაც ექნება ორი პარამეტრი ხოლო ამ ფუნქციამ უნდა გადაამრავლოს ეს ორი რიცხვი ერთმანეთზე შემდეგ კი დაიბეჭდოს მიღებული ნარმავლი ლუწია თუ კენტი ნამრავლთან ერთად, გამოიძახეთ ეს ფუნქცია რამდენჯერმე და გადაეცით არგუმენტები(სვადასვა რიცხვები)


def multiply_and_check(a, b):
   
    result = a * b
    
    if result % 2 == 0:
        print(f"ნამრავლი {result} არის ლუწი")
    else:
        print(f"ნამრავლი {result} არის კენტი")

multiply_and_check(4, 5)
multiply_and_check(3, 7)
multiply_and_check(6, 2) 
multiply_and_check(5, 3)